<?php
$config['customers'] = [
	
	"Customers_Character" => [
	//企业性质
		"1" => "企业单位",
		"2" => "个体经营",
		"3" => "事业单位或社会团体",
		"4" => "未经工商注册，个人",
		"5" => "有限责任公司",
		"6" => "个体工商户",
		"7" => "民办非企业单位",
		"8" => "普通合伙企业",
		"9" => "股份有限公司(非上市)",
		"10" => "中外合资企业",
		"11" => "外商投资企业",
		"12" => "集体所有制企业",
		"13" => "全民所有制企业",
		"14" => "私营企业",
		"14" => "联营企业",
		"15" => "三资企业",
		"16" => "独资经营(港资)企业",
	],

	"Customers_BusinessMode" => [
	//企业经营模式
		"1" => "生产加工",
		"2" => "经销批发",
		"3" => '招商代理',
		"4" => "商业服务",
		"8" => "政府或其他机构",
	],

	"Customers_EmployeeNumber" => [
	//客户员工人数
		"1" => "10人以下",
		"2" => "11-50人",
		//"3" => "31-50人",
		"4" => "51-100人",
		"5" => "101-200人",
		"6" => "201-500人",
		"7" => "500人以上",
		//"8" => "1000人以上",
	],

	"Customers_YearTurnover" => [
	//客户年营业额
		"1" => "10万以下",
		"2" => "10-50万",
		"3" => "50-100万",
		"4" => "100-250万",
		"5" => "250-500万",
		"6" => "500-1000万",
		"7" => "1000-3000万",
		"8" => "3000-5000万",
		"9" => "5000-1亿",
		"10" => "1亿以上",
	],

	"Customers_FromType" => [
	//客户来源类型
		"0" => "网上搜索",
		"1" => "客户主动来电",
		"2" => "客户介绍及转介绍",
		"3" => "较长期联系客户",
	],

	/*客户状态*/
	"Customers_Status" => [
		"0" => "申请保护",
		"1" => "保护",
		"2" => "未通过",
		"3" => "删除",
		"4" => "申请取消",
		"5" => "未保护",
	],

	/*显示客户状态样式*/
	"Customers_Status_Style" => [
		"0" => "label label label-info",
		"1" => "label label label-success",
		"2" => "label label label-important",
		"3" => "label label label-important",
		"4" => "label label label-info",
		"5" => "label label label-important",
	],
];
